 {
"playlists": [
{
"name":"Times Park : Mix",
"description" : " ",
"songs": "Hugh Masekela: Grazing in the Grass, Smokey Robinson: Going To A Go-Go, The Capitals: Who's That, Booker T. Jones: Time is Tight, Archie Bell: Tighten Up, Dizzy Gilllespie: Bang Bang, Donald Byrd: Boom Boom, Jean Knight: Big Stuff, Yellow Magic Orchestra: Cosmic Surfin, The Surfaris - Wipe Out, Marcus Nimbler: The Wanderer ",
"ids": [
"b_V3mg_7xlE",
"aIBIWXk20wE",
"Ro5qkpxKiDM",
"LujHv3vTNkY",
"tw4n1SJ8RTY",
"r_tMDjK5M18",
"ne-Z66TsrvY",
"zQ9mz2MlwU4",
"Y7aRwoV3M_8",
"3qqfE2ow-Ng",
"8gIjzEbQTg0"
]
},
{
"name": "Jazz 1",
"description" : "Jazz: Cool Songs 1",
"songs": "Cannonball Adderly: Autumn Leaves, Mercy, Mercy, Mercy!, Clouds, Wabash, Hummin, Toy, Groovy Samba, Oscar Peterson: Take the A train, The Girl from Ipanima, Sometimes Im Happy, Have you met miss jones, Happy Go Lucky Localaka: Night Train, Jumpin At The Woodside, A Little Jazz Exercise, Charlie Parker: Yardbird Suite, Bloomdido, Dizzy Gillespie: Manteca, One Note Samba, Con Alma, Bang Bang, Wrong Number, Firedance, Incantation, Last Stroke of Midnight, Boom Boom, Beale Street, I love You, Flute Blues, Loud Minority",
"ids": [
"IlxPpZC5OQY",
"H7jqyBq9hes",
"4vxcA3vz5So",
"e-S1Ftz4S-M",
"XI9kMSZ28vE",
"jvXJdemHNow",
"69uh2T1TtTY",
"_7WCzeylk08",
"WeDjbJMb1yw",
"8r1BAb9k7lg",
"nKMTcA2UuFg",
"_zTkpME1ATQ",
"r5VvRzj5DgU",
"UjNha6jgOOk",
"HmroWIcCNUI",
"EF16My0SRo8",
"jPQZYfq4owg",
"eUSYlOTP2_k",
"DggGN8E2vx0",
"DjA82yQU_Ss",
"J-3FwDJN9-s",
"YFwV9lKzVcM",
"rZRABqvLi1s",
"DWlCoTBz5HQ",
"H6U39gdvVK0",
"fjDaYENaNBo",
"PnrUCnU3bUI",
"he56MOJSC8A",
"-22fhmF5kGU",
"YvwZ2kwfZ3s",
"QsihHmma-8Y"
]
},
{
"name": "Jazz: Cool Songs 2",
"description" : "Jazz: Cool Songs 2 - Groovy Seventies Jazz",
"songs": "Donald Byrd: Flight Time*, Fallin Like Dominoes, Places and Spaces Out There, Cristo Redenter, Wind Parade, You and Music, Love has Come Around, Think Twice, Makes You Wanna Hustle, Stepping Into Tomorrow, Butterfly, Where are we going?, Sky High, Just my Imagination, Black Jack, Rock n Roll Again, Loves So Far Way, Elijah, Design A Nation, Slop Jar Blues, M's, Bossa (Canto G Bossa), The Dude, Makin It, Forbidden love, Places and Spaces I've Been, Lansanas Priestess, Dizzy Gillespie: Unicorn, Love Poem For Donna, George Howard: Love Will Find A Way, Human Nature, Ronny Jordon: After hours",
"ids": [
"LwRrSr0fG_E",
"voIprW-gxXk",
"c88XzPsvNNs",
"w2KvM2T40RQ",
"uoCS0LQ5so8",
"chxtrT591oU",
"pEONuPt-0eg",
"tX9Eup3Brtk",
"0We9xzqcnAU",
"doi9jso2dY8",
"2-AzJv3o1O4",
"myPZb3A-VE4",
"cC53ow6wgJ8",
"3zOGlr3Tdns",
"jSxY4OwV8vg",
"yUqnTAEMsuk",
"eJEenumn6X8",
"T0LDIxfHXTI",
"iG8Ob91laHM",
"Xgqzitv_xy4",
"GnUsr7Wia6U",
"ku8g5YE1rtE",
"hyE2POSOR4E",
"vxKYTTPns8s",
"nrSa8IIsYUg",
"unbgblfgsQI",
"hyjnTWOqCmw",
"AiU0RtiGgTM",
"SdComscFUrY",
"DOgj3cWobpo",
"AYYNBZw6qaw",
"-WAW377UaO4"
]
},
{
"name": "Classical: Soundtracks and Extras",
"description" : "Epic Classical Songs ",
"songs": "Hans Zimmer: Lost but Won, Why do we fall?, A Small Measure of Peace, Alone, Earth, Genius, Busy Guy, Light My Fire, The Rainmaker, For God and Country, As Good As It Gets, Still Crazy, Breaking the Code, Mobula Rays",
"ids": [
"xIDV6TZQrAA",
"P9bakJLAevo",
"P93JhrkedV0",
"4fzIxdU4qa8",
"6AMnOFmwMSs",
"0EQl45egGis",
"xvEFQhS0Jo0",
"c7CqGVXWBTk",
"LNzjUJqITqU",
"J1HNRwsUmAs",
"kQcWAG81DzY",
"5mguZ1_Bai4",
"DWfIS8Acz40",
"-7Xk6u3pWs8"
]
},
{
"name": "Indie Techno",
"description" : "Various Indie Techno Tunes",
"songs": "French 79: Angel, The Year After, Olympic, Golden Times, Code Zero, By Your Side - Featuring Sarah Rebecca, ",
"ids": [
"lImzGC_qElo",
"Ct1LjwC_e9c",
"2o-R3KnJlTg",
"EvgaGxL30HM",
"_0FHR7z_zYc",
"6EWmznNr5d0"
]
},
{
"name": "Gospel and Jazz",
"description" : "Gospel and Jazz: Various Artists 1",
"songs": "Take 6 - Time After Time (Savior Is Waiting), Come Unto Me, I'm On My Way,  I Believe, Jacob Collier - Do You Feel Love (feat. Steve Vai), Feel (feat. Lianne La Havas), Time Alone With You ft. Daniel Caesar, All I Need (with Mahalia & Ty Dolla $ign), All Night Long, With The Love In My Heart, Don't Stop 'Til You Get Enough, Moon River, Close To You, Hide and Seek, You And I (Audio), Saviour, In My Bones (feat. Kimbra & Tank and The Bangas), P.Y.T., It Don't Matter, In My Room, Hajanga",
"ids": [
"2_hf4W5sT6o",
"YgfXnIeHjgU",
"lgeurqKdmns",
"pZRICH2UORo",
"yIlbu5bett8",
"VMzIBNC_ojI",
"2qUCyW7ewPs",
"MJpiozQUJvE",
"nspqYGz-Z1s",
"IlFD298wTOM",
"KC3GrzoQG9U",
"VPLCk-FTVvw",
"9s1baxrxGHU",
"m7_1HUEvieE",
"muwxq701Lj4",
"MZNq9on-FYo",
"3-KrhH8ndXg",
"DaNxq6Q4v1w",
"3Ed-LrvRQx0",
"7dSFMUcTuhU",
"baLrrW3El-M"
]
},
{
"name": "Charlie Watts",
"description" : "Charlie Watts Jazz Mix",
"songs": "Charlie Watts:Satisfaction, Blues in the Cave, I Should Care, Molasses, You Can't Always Get What You Want, Paint It Black, Elvin Suite, Blue Bird",
"ids": [
"zwTEUljwuVo",
"8QX-9TAX24U",
"wXMP9ZI-K9k",
"jdGtZ02DtKw",
"I2eKiIjY5no",
"3EgWfFYzJ9A",
"v3UFkkxNBVU",
"KK5zr4tKpj0"
]
},
{
"name": "Danish National Symphony Orchestra",
"description" : "Symphony Orchestras (DNSO)",
"songs": "Danish National Symphony Orchestra: GOT Hands of Gold, Good Bad and Ugly, Diva Dance, Strength of the Righteous,Moroccan Duel, Catalina Band, Symphony 5 Beethoven, Da Vinci Code, Grand Theft Auto - Soviet Connection, Heidelberg Youth Chamber Orchestra: Pink Panther, Dietrich Paredes - Shostakovich: Symphony No. 10 in E Minor,",
"ids": [
"lMxGMGnz98c",
"enuOArEfqGo",
"MxXu_8Kxijc",
"reotPRLf9mU",
"HuG49bY10SE",
"CDrWcFGlyKg",
"kywprmOV5wc",
"t-uQe11OIfo",
"XPW79xB_R7s",
"QiULpKvM574",
"UWv_YLYm_Nc"
]
},
{
"name": "Classical Playlist 1",
"description" : "Various Classical 1",
"songs": "Peter and the Wolf: Bird, Sheku-Kanneh-Mason -Song of the Birds,Klengel Hymnus, Op. 57,Stefan Milenkovich - Paganini La Campanella",
"ids": [
"088ZRWNmpYk",
"vD3UZGQqbl8",
"IhEW3RUM-_k",
"230RgLax-_o",
"SFWaI0SE3dU"
]
},
{
"name": "Classical Playlist Marin Marais",
"description" : "Various Marin Marais",
"songs": "Marin Marais: Suite in A Minor. Book 3 (Gavotte),Sarabande A L'Espagnol,Chaconne En Rondeau. Book 2, Prelude En Harpegement. Book 5, Tombeau Pour Marais Le Cadet. Book 5, Suite In B Minor. Tombeau Pour Monsieur De Lully, Marche Persane Dite La Savigny. Book 5, Le Labyrinthe. Book 4, Le Tableau Doperation De La Taille. Book 5, Suite In G Minor (Suite En Sol Mineur) : Prelude, Le Tourbillon. Book 4,    ",
"ids": [
"MdK0oVa7DRA",
"bDMZcsGMKro",
"-_p3FnQhWYI",
"dy22n9Dm6Kc",
"Bj8SCe3RnBk",
"szogDInKYLU",
"fyK97W3MR20",
"-NIJH_ikuw0",
"NABXqIVsbkE",
"ScSCm-irBlk",
"U2ILTFqmiL0"
]
},
{
"name": "Indie Rock 2",
"description" : "Indie Rock: Cool Songs 2",
"songs": "Spoon - Finer Feelings, Foster The People - Style, Sit Next to Me, Pick U Up, Sir Chloe - Too Close, Animal, Arlo - Runaround, Band of Horses - Wicked Gil, Iration - Time Bomb, Datarock- Fa Fa Fa, The Zolas - Swooner, Molotov Girls, Hazel English - Off My Mind, The Thermals - I Hold the Sound, The Sons - Too Much of a Good Thing, The Postal Service - Such Great Heights, BAYSIDE-THE WALKING WOUNDED, The Red Thread - Wax Museam, the ponys - double vision, Anberlin - There Is No Mathematics To Love And Loss, A Whisper & A Clamor, Recliner - Leaving Hollywood",
"ids": [
"tbcUfIimKaU",
"47EbYNhjrJc",
"BKLVpDTZOPQ",
"7f7_Y9LTuZs",
"x8t9SRkQYK8",
"o-URGVmuYIQ",
"ZZBV-dZGhcU",
"YKyV9zTWMAc",
"u_NRAP392go",
"AtGlWOIec40",
"i67b8sBGOMM",
"zh8e_zuss2I",
"n1jqDi2nmF4",
"dIoD3ztWEE8",
"TZ-N3mXsy0w",
"0wrsZog8qXg",
"LPzaqM7xJS4",
"1MD4BmKfUpw",
"JmRwYzawubc",
"MWhdwSOKfE4",
"fay9oXwT7TE",
"Y1bmE_K45z4"
]
},
{
"name": "Indie Rock 1",
"description" : "Indie Rock: Cool Songs 1",
"songs": "Vampire Weekend - A-Punk, The Strokes - Brooklyn Bridge To Chorus, The Postal Service - Brand New Colony, Poval - Old Glory Caravan, Modest Mouse - Dashboard, The Strokes - Welcome To Japan, Vampire Weekend - Cousins , Modest Mouse - Paper Thin Walls, Modest Mouse - The View, Arctic Monkeys - Snap Out Of It, Arctic Monkeys - A Certain Romance, Arcade Fire - No Cars Go, Pixies - Crackity Jones, The Smiths - Barbarism Begins At Home, Death Cab for Cutie - Gold Rush, Death Cab for Cutie - Soul Meets Body, Yeah Yeah Yeahs - Heads Will Roll, Interpol - If You Really Love Nothing, Franz Ferdinand - No You Girls, The Hives - Tick Tick Boom, The Subways - Oh Yeah, The National - About Today, The National - I Need My Girl, Belle and Sebastian - Legal Man, Spoon - Do I Have to Talk You Into It, Spoon - Knock Knock Knock, Vampire Weekend: A Punk, The Strokes: Brooklyn Bridge to Chorus, Postal Service: Brand New Colony",
"ids": [
"_XC2mqcMMGQ",
"2jna3dWEnzo",
"-9GuBV9Mp7A",
"QWc39ao5LqE",
"penvn9VL32Y",
"ZQphPd7-2RM",
"1e0u11rgd9Q",
"cNo_R8rHeGQ",
"EHOpmF3glak",
"H8tLS_NOWLs",
"CUGzWETn1HQ",
"83KR_UBWdPI",
"dxP7-zJhHa0",
"oEOpUqpETcU",
"XTPZWG5eLf8",
"uizQVriWp8M",
"iTIR3xQNni8",
"gLk8i2zw2jU",
"25sBhhOR4lw",
"1M02bAWDFkI",
"nkJZptg-iac",
"Ipx8qWt2fVA",
"A-Tod1_tZdU",
"mQtDjR255qY",
"xt0QFoqNlBk",
"e6byANKhjdg"
]
},
{
"name": "Royalty Free 1",
"description" : "Audio Library: Music You Can Work To",
"songs": "Audionautix: Fat Caps, Roboskater, Opus One, Cycles, Yeah Yeah, Ice Cold, Ooh Hey, Sunday Spirit, Radio Rock, Macaroon 5, Pop Star, Get A Move On, Sk8tboard, Tech Talk, Vanishing Horizon, Lightning Bugs, Code Blue, Rubix Cube",
"ids": [
"7e8X0EzDnQ0",
"5pJ3Fihx1xg",
"TqfnHZNa7B8",
"Qq1kBdlWsuw",
"hPir1eUK7wI",
"nrEBwdcnGKQ",
"DYki0P3P4Dc",
"fVxj8VFlcXw",
"xxGB0iTa-A0",
"lHjkix9oKIE",
"nr6EC2bwqOA",
"5ycIPvcNeQg",
"q4V2WIqFbCs",
"QcXGLAebEr4",
"jCpmPue_Plc",
"3HCKpwjSQBE",
"FBwoivfvoC0",
"raHVKhS-A94"
]
},
{
"name": "Pop Music 2",
"description" : "Pop: Recent Charts 2",
"songs": "Major Lazer: Sua Cara (Feat. Anitta & Pabllo Vittar), Ariana Grande: Focus, Stevie Wonder: Faith ft. Ariana Grande, Rita Ora: I Will Never Let You Down, Meghan Trainor: All About That Bass, Christina Aguilera: Candyman, Ed Sheeran: Sing, Ed Sheeran: Beautiful People (feat. Khalid), Khalid: Talk, Major Lazer: Cold Water (feat. Justin Bieber & M0), Lele Pons: Celoso, Maroon 5: Don't Wanna Know, DNCE: Cake By The Ocean, Elle King: Ex's & Oh's, Dua Lipa: Don't Start Now, Dua Lipa: Let's Get Physical Work Out Video, Diplo: Stay Open",
"ids": [
"omzk3klIy0E",
"lf_wVfwpfp8",
"hNMMN46uFCc",
"50GQjUZ4P3M",
"7PCkvCPvDXk",
"-ScjucUV8v0",
"tlYcUqEPN58",
"mj0XInqZMHY",
"hE2Ira-Cwxo",
"nBtDsQ4fhXY",
"oXm2AuqwPlc",
"ANS9sSJA9Yc",
"vWaRiD5ym74",
"0uLI6BnVh6w",
"oygrmJFKYZY",
"YvVonQ7LUJ0",
"5zoG9f68lc0"
]
},
{
"name": "Pop Music 1",
"description" : "Pop: Recent Charts 1",
"songs" : "Asereje - Las Ketchup, Melody - El Baile del Gorila, Vengaboys - We like to Party, Vengaboys - Up & Down, Alex Gaudino feat. Crystal Waters - Destination Calabria, Madonna - Hung Up, Kylie Minogue - Can't Get You Out Of My Head, La Roux - Bulletproof, The Knocks - Classic feat. Powers, SAINT MOTEL - My Type, KONGOS - Come with Me Now, Robin Thicke - Blurred Lines ft. T.I., Pharrell, OMI - Cheerleader (Felix Jaehn Remix), Nicki Minaj - Starships, Calvin Harris - Feels ft. Pharrell Williams, Katy Perry, Big Sean, Calvin Harris - My Way, benny blanco & Calvin Harris - I Found You, Daft Punk - Get Lucky ft. Pharrell Williams, Nile Rodgers, Charli XCX Lil Yacht - After the Afterparty, Taylor Swift - Blank Space, Taylor Swift - You Need To Calm Down, Billie Eilish - bad guy, Billie Eilish - bury a friend, Taylor Swift - Delicate, Taylor Swift - Shake It Off",
"ids": [
"arZZw8NyPq8",
"90avMgG5NAM",
"6Zbi0XmGtMw",
"hlv672jqbtE",
"Kq4OtRsdXls",
"EDwb9jOVRtU",
"c18441Eh_WE",
"Kk8eJh4i8Lo",
"emOKaGi8u5U",
"IyVPyKrx0Xo",
"Gz2GVlQkn4Q",
"yyDUC1LUXSU",
"jGflUbPQfW8",
"SeIJmciN8mo",
"ozv4q2ov3Mk",
"b4Bj7Zb-YD4",
"yNXDxUQ4c9U",
"5NV6Rdv1a3I",
"j24lTamaSLY",
"e-ORhEE9VVg",
"Dkk9gvTmCXY",
"DyDfgMOUjCI",
"HUHC9tYz8ik",
"tCXGJQYZ9JA",
"nfWlot6h_JM"
]
},
{
"name": "Lithuanian Hits 3",
"description": "Lithuanian: Various Artists 3",
"songs":"Delfinai: Mergaite atleisk, Kai tu salia, Mano Meile, Del Taves, Blogos Mergaites: myleti noriu, Tu nesivargink, Vakaras Atejo, 2 Donatai: Keista spalva, Jessica Shy: Roze, 69 Danguje: Sokoledas: Mano skonis sokolado, Mokinukes: Bye Bye, Asereje, Studentes: Del taves, Ewex: Del Taves, Gabriele: Palydek Mane, Amore, Hello, Raimis Remix: Raketa I Kluba",
"ids": [
"4Q2k50lLiN8",
"N4u5Ewe9suQ",
"N9l_fetYA3I",
"T1oOW-WeNZI",
"Q0kpvfgfYIk",
"ixdo8bmozWw",
"BlPcoZHOE1Q",
"8_iCZjzxSRg",
"Rt50ri_pRNk",
"2uuvKUkYQPk",
"uFsULE8dpiE",
"6V3TVm9pHxk",
"-0O4lGUto8U",
"GAnyhIXGlOs",
"pk2S4v0cKPI",
"6oRNCGZR81c",
"AE_xXR2Xzew",
"7E0vwRrQ4cg"
]
},
{
"name": "Lithuanian Hits 2",
"description" : "Lithuanian: Various Artists 2",
"songs":"VEGA - Is naujo, Dj Zleidaz - Brangioji, VEGA - Amzinai, SLIA - HIT Rudeneja gatves, No Real Pioneers - at Ymir Audio, Verslo rizikos rezervas - Mano vaikas prazilo, Verslo Rizikos Rezervas - Kur plauki?, Biplan - Labas rytas, Andrius Mamontovas - Mono Arba Stereo, Daddy Was A Milkman - Seasons, Empti - Gera Myletis, Radio laga - Naujieji Lietuviai - Afigenai, Empti - Diskoteka (klipas), Pieno Lazeriai - Hero, Mr. Perfect, Vodka Boom, Atlanta - mergaites nori mylet, Atlanta - Ar Tikrai Tai Ka Sakai Yra Tiesa, Sirdeles - Kodel?, Atlanta - zalios metos, MANTAS - Kaledos vasara, Parodiju studija - Mantas Ciuozki, Beti - Mane Traukia (feat. Ironvytas), Pazvelk (feat. Svaras, Justify), Donny Montell feat. Mark Les - LEISK MYLET ",
"ids": [
"jQBoF8satiA",
"jkqDNjYpaUg",
"XckwhafhKps",
"SwGw_fLWYj4",
"YP1x5pIHIT8",
"Rz1ef7joufA",
"9CCJQ-A3XWE",
"XY0dgI5-q0o",
"MiSqj3bIe-0",
"FjL3PZu3Oyo",
"wIv_dpEAEAk",
"WNlR2wCae0s",
"ivWcpYSZMts",
"F5bdCXMLqB0",
"RToVxa6OdNM",
"riK0_xdlIwc",
"mKYN9iZ2TaQ",
"DD00yH5PJCI",
"pCKusElKDwM",
"ZH2Ygw2jPlg",
"O9LqOSHUZgs",
"dkfqKVqMnmU",
"9dTLpVFG_rw",
"EhPy7XNCNVs",
"0M6iR8-_Nsg"
]
},
{
"name": "Lithuanian Hits 1",
"description" : "Lithuanian: Various Artists 1",
"songs":"FREAKS ON FLOOR: Star, Rasabasa: Interstellar, Neteisetai Padaryti: Galvotas, THE ROOP: Hello, Dzordana Butkute: Man Patinka, Naujieji Lietuviai: Dolce gabana, Naujieji Lietuviai: Musu kiemo zasinai, SEL: Ne Vakar (Feat. Monika Liu), G&G Sindikatas: Tomas, aiste pilvelyte: leisk sau, NASA: mano feja, SEL: Ten Kazkur Giliai, VICTORIA: Man, Monika Liu: Vaikinai Trumpais Sortais, Monika Marija: If I Leave, KaYra: Alligator, AKA Maria: Skanei, Karolina Meschino: Story featuring Retro, KaYra: Matematika, LITTLE BIG: FARADENZA, GO BANANAS, I'M OK, UNO, Indre Stonkuviene ir Monika Linkyte: As myliu save",
"ids": [
"NOE2P_OToNQ",
"tDPl-7f_yyc",
"RDsmxCAazvc",
"vk70-_V_xHk",
"svXNzDUtjvY",
"JTJEOK8eRqA",
"q4t9iAwZCUw",
"FKkVpvwe9Ik",
"SY3MTZYPaDQ",
"HN91OANrBS8",
"iMfUioD47uA",
"v6-t60EBj3U",
"P6SxO79Bmio",
"7_KQ8zUhcww",
"1fPsKy_OCuo",
"rq9x7l7SjFQ",
"CvsugZI9Pvg",
"P8bMl9XoHwU",
"yv8lUl27gZw",
"1t_sMynan_k",
"ADlGkXAz1D0",
"SsFI40bXROs",
"ZQTd8_838Oc",
"tlxnagCmHwM"
]
}
]
}
