 {
"playlists": [
{
"name": "Indie Rock 4",
"description" : "A modern soft rock playlist 2",
"songs": "Ok Go: Here It Goes Again, Gringo Star: Get Closer, Fever High: Good Advice ft Jeff Goldblum, Mason: Dance, Shake, Move, Tonight: Radio Edit, Dena Deadly: Hello Sunshine, Beth Ditto: I'm Alive, Boston Bun: Don't Wanna Dance,Il Fait Chaud, Benji Shulman: The Bang - Benny Butler, Englewood - Crystal Dolphin, Sheppard: Geronimo, Scissor sisters: I don't feel like dancing, Olly Murs: Dance With Me Tonight, Courtney Barnett - Pedestrian At Best",
"ids": [
"dTAAsCNK7RA",
"nwizzEXUSYE",
"r8HVoyPPNu0",
"Ebpf_J6QbN8",
"7dJBVg9XzaM",
"SyoFQ6nRfd0",
"0eQj2mDZtWE",
"IogVoBaYmvA",
"HSlmldJ5I5U",
"hYyEeA7d9sM",
"4hdKXr8wGrk",
"ozsmSlvGHv4",
"jgNEWckl57I",
"F3EG4olrFjY",
"o-nr1nNC3ds"
]
},
{
"name": "Indie Rock 3",
"description" : "A modern soft rock playlist",
"songs": "A Boy Named John: Sir Rock, Gentleman, Affectum Terrore, Curtain Call, Circuits, Hubert Bommer: A Short View, Creative Together, Clement Mattrat: Back to the Past, Shining Soul, Wens: Take, Ratboys: Not Again, Elvis in the Freezer, Daniel Dewitt: Start My Car, Herman Dune: The Wrong Button, The Great Escape, Not on Top, Lauv: Lonely Eyes, Barbara Morgenstern: We're All Gonna Fucking Die, Come to Berlin, Julia Michaels: Are You ",
"ids": [
"_X4sLf8I5Vk",
"uyqdkS-oey4",
"nI1u3lETwgs",
"B58nXMF1qZQ",
"ihqVRac-O1A",
"DXjODzr1p0k",
"Dj74oubbshQ",
"ookmz_2MuJU",
"O6NW3yoKKMQ",
"7bCg3tZE3Hg",
"8bO7bH835zA",
"wVzJtNzZFMI",
"bLPyTLv0JAU",
"RPDK394-F18",
"ub70bFRMk1o",
"1lRGr4rSCz4",
"-MvfOj_sLMU",
"Qd8tMz8KM6E",
"YJBu4P9M71E"
]
},
{
"name": "Indie Rock",
"description" : "Indie Rock Indie",
"songs": "Spoon - Finer Feelings, Foster The People - Pick U Up,  Datarock- Fa Fa Fa, The Zolas -  Molotov Girls,  the ponys - double vision, Vampire Weekend - A-Punk, Modest Mouse - Dashboard, Vampire Weekend - Cousins , Arcade Fire - No Cars Go,  Belle and Sebastian - Legal Man, Vampire Weekend: A Punk, Electric Light Orchestra: Mr. Blue Sky, Pheonix: 1901",
"ids": [
"tbcUfIimKaU",
"7f7_Y9LTuZs",
"AtGlWOIec40",
"zh8e_zuss2I",
"JmRwYzawubc",
"_XC2mqcMMGQ",
"penvn9VL32Y",
"1e0u11rgd9Q",
"83KR_UBWdPI",
"mQtDjR255qY",
"G8dsvclf3Tk",
"cFElidiwxYU"
]
},
{
"name": "Indie Rock 1",
"description" : "Indie Rock: Cool Songs 1",
"songs": "Vampire Weekend - A-Punk, The Strokes - Brooklyn Bridge To Chorus, The Postal Service - Brand New Colony, Poval - Old Glory Caravan, Modest Mouse - Dashboard, The Strokes - Welcome To Japan, Vampire Weekend - Cousins , Modest Mouse - Paper Thin Walls, Modest Mouse - The View, Arctic Monkeys - Snap Out Of It, Arctic Monkeys - A Certain Romance, Arcade Fire - No Cars Go, Pixies - Crackity Jones, The Smiths - Barbarism Begins At Home, Death Cab for Cutie - Gold Rush, Death Cab for Cutie - Soul Meets Body, Yeah Yeah Yeahs - Heads Will Roll, Interpol - If You Really Love Nothing, Franz Ferdinand - No You Girls, The Hives - Tick Tick Boom, The Subways - Oh Yeah, The National - About Today, The National - I Need My Girl, Belle and Sebastian - Legal Man, Spoon - Do I Have to Talk You Into It, Spoon - Knock Knock Knock, Vampire Weekend: A Punk, The Strokes: Brooklyn Bridge to Chorus, Postal Service: Brand New Colony, American Authors: Best Day Of My Life, ",
"ids": [
"_XC2mqcMMGQ",
"2jna3dWEnzo",
"-9GuBV9Mp7A",
"QWc39ao5LqE",
"penvn9VL32Y",
"ZQphPd7-2RM",
"1e0u11rgd9Q",
"cNo_R8rHeGQ",
"EHOpmF3glak",
"H8tLS_NOWLs",
"CUGzWETn1HQ",
"83KR_UBWdPI",
"dxP7-zJhHa0",
"oEOpUqpETcU",
"XTPZWG5eLf8",
"uizQVriWp8M",
"iTIR3xQNni8",
"gLk8i2zw2jU",
"25sBhhOR4lw",
"1M02bAWDFkI",
"nkJZptg-iac",
"Ipx8qWt2fVA",
"A-Tod1_tZdU",
"mQtDjR255qY",
"xt0QFoqNlBk",
"e6byANKhjdg",
"BeOa6kRA6aw"
]
},
{
"name": "Indie Rock2",
"description" : "Indie Rock: Cool Songs 2",
"songs": "Spoon - Finer Feelings, Foster The People - Style, Sit Next to Me, Pick U Up, Sir Chloe - Too Close, Animal, Arlo - Runaround, Band of Horses - Wicked Gil, Iration - Time Bomb, Datarock- Fa Fa Fa, The Zolas - Swooner, Molotov Girls, Hazel English - Off My Mind, The Thermals - I Hold the Sound, The Sons - Too Much of a Good Thing, The Postal Service - Such Great Heights, BAYSIDE-THE WALKING WOUNDED, The Red Thread - Wax Museam, the ponys - double vision, Anberlin - There Is No Mathematics To Love And Loss, A Whisper & A Clamor, Recliner - Leaving Hollywood",
"ids": [
"tbcUfIimKaU",
"47EbYNhjrJc",
"BKLVpDTZOPQ",
"7f7_Y9LTuZs",
"x8t9SRkQYK8",
"o-URGVmuYIQ",
"ZZBV-dZGhcU",
"YKyV9zTWMAc",
"k8zEViHt5To",
"AtGlWOIec40",
"i67b8sBGOMM",
"zh8e_zuss2I",
"n1jqDi2nmF4",
"dIoD3ztWEE8",
"TZ-N3mXsy0w",
"0wrsZog8qXg",
"LPzaqM7xJS4",
"1MD4BmKfUpw",
"JmRwYzawubc",
"MWhdwSOKfE4",
"fay9oXwT7TE",
"Y1bmE_K45z4"
]
},
{
"name": "Pop Music 1",
"description" : "Pop: Recent Charts 1",
"songs" : "Asereje - Las Ketchup, Melody - El Baile del Gorila, Vengaboys - We like to Party, Vengaboys - Up & Down, Alex Gaudino feat. Crystal Waters - Destination Calabria, Madonna - Hung Up, Kylie Minogue - Can't Get You Out Of My Head, La Roux - Bulletproof, The Knocks - Classic feat. Powers, SAINT MOTEL - My Type, Robin Thicke - Blurred Lines ft. T.I., Pharrell, OMI - Cheerleader (Felix Jaehn Remix), Nicki Minaj - Starships, Calvin Harris - Feels ft. Pharrell Williams, Katy Perry, Big Sean, Calvin Harris - My Way, benny blanco & Calvin Harris - I Found You, Daft Punk - Get Lucky ft. Pharrell Williams, Nile Rodgers, Charli XCX Lil Yacht - After the Afterparty, Taylor Swift - Blank Space, Taylor Swift - You Need To Calm Down, Billie Eilish - bad guy, Billie Eilish - bury a friend, Taylor Swift - Delicate, Taylor Swift - Shake It Off, Weezer: Go Away, I'm Your Daddy",
"ids": [
"arZZw8NyPq8",
"90avMgG5NAM",
"6Zbi0XmGtMw",
"hlv672jqbtE",
"Kq4OtRsdXls",
"EDwb9jOVRtU",
"c18441Eh_WE",
"Kk8eJh4i8Lo",
"emOKaGi8u5U",
"IyVPyKrx0Xo",
"yyDUC1LUXSU",
"jGflUbPQfW8",
"SeIJmciN8mo",
"ozv4q2ov3Mk",
"b4Bj7Zb-YD4",
"yNXDxUQ4c9U",
"5NV6Rdv1a3I",
"j24lTamaSLY",
"e-ORhEE9VVg",
"Dkk9gvTmCXY",
"DyDfgMOUjCI",
"HUHC9tYz8ik",
"tCXGJQYZ9JA",
"nfWlot6h_JM",
"pnTIsubYbCU",
"Qu0b_W6KLOE",
"uki-qbVq8pI"
]
},
{
"name": "Pop Music 2",
"description" : "Pop: Recent Charts 2",
"songs": "Major Lazer: Sua Cara (Feat. Anitta & Pabllo Vittar), Ariana Grande: Focus, Stevie Wonder: Faith ft. Ariana Grande, Rita Ora: I Will Never Let You Down, Meghan Trainor: All About That Bass, Christina Aguilera: Candyman, Ed Sheeran: Sing, Ed Sheeran: Beautiful People (feat. Khalid), Khalid: Talk, Major Lazer: Cold Water (feat. Justin Bieber & M0), Lele Pons: Celoso, Maroon 5: Don't Wanna Know, DNCE: Cake By The Ocean, Elle King: Ex's & Oh's, Dua Lipa: Don't Start Now, Dua Lipa: Let's Get Physical Work Out Video, Diplo: Stay Open, Ed Sheeran: Put It All On Me, Maroon 5: Girls Like You, Paramore: Hard Times, Jonas Brothers: 5 More Minutes, Pharrell Williams: Come Get It Bae, Weezer: Island In The Sun, Take On Me, Robbie Williams: Candy, Jimmy Eat World: The Middle, Robbie Williams: Rock DJ,",
"ids": [
"omzk3klIy0E",
"lf_wVfwpfp8",
"hNMMN46uFCc",
"50GQjUZ4P3M",
"7PCkvCPvDXk",
"-ScjucUV8v0",
"tlYcUqEPN58",
"mj0XInqZMHY",
"hE2Ira-Cwxo",
"nBtDsQ4fhXY",
"oXm2AuqwPlc",
"ANS9sSJA9Yc",
"vWaRiD5ym74",
"0uLI6BnVh6w",
"oygrmJFKYZY",
"YvVonQ7LUJ0",
"5zoG9f68lc0",
"ryJgDL9jzKk",
"aJOTlE1K90k",
"AEB6ibtdPZc",
"3ZSsFItP6fQ",
"UfGMj10wOzg",
"0C3zgYW_FAM",
"f7RwDnZI7Tw",
"gtOV7bp-gys",
"rubpIfLPzvU",
"GPa8mjPq03Q"
]
},
{
"name": "Lithuanian Music",
"description" : "There is Music in Lithuania",
"songs":"No Real Pioneers - at Ymir Audio, Verslo rizikos rezervas - Mano vaikas prazilo, Verslo Rizikos Rezervas - Kur plauki?, Biplan - Labas rytas,  Daddy Was A Milkman - Seasons, Empti  Radio laga,     Donny Montell feat. Mark Les - LEISK MYLET,  FREAKS ON FLOOR: Star,Rasabasa: Interstellar, KaYra: Alligator ",
"ids": [
"YP1x5pIHIT8",
"Rz1ef7joufA",
"9CCJQ-A3XWE",
"XY0dgI5-q0o",
"FjL3PZu3Oyo",
"0M6iR8-_Nsg",
"NOE2P_OToNQ",
"tDPl-7f_yyc",
"rq9x7l7SjFQ"
]
},
{
"name": "Lithuanian Hits 1",
"description" : "Lithuanian: Various Artists 1",
"songs":"FREAKS ON FLOOR: Star, Rasabasa: Interstellar, Neteisetai Padaryti: Galvotas, THE ROOP: Hello, Dzordana Butkute: Man Patinka, Naujieji Lietuviai: Dolce gabana, Naujieji Lietuviai: Musu kiemo zasinai, SEL: Ne Vakar (Feat. Monika Liu), G&G Sindikatas: Tomas, aiste pilvelyte: leisk sau, NASA: mano feja, SEL: Ten Kazkur Giliai, VICTORIA: Man, Monika Liu: Vaikinai Trumpais Sortais, Monika Marija: If I Leave, KaYra: Alligator, AKA Maria: Skanei, Karolina Meschino: Story featuring Retro, KaYra: Matematika, LITTLE BIG: FARADENZA, GO BANANAS, I'M OK, UNO, Indre Stonkuviene ir Monika Linkyte: As myliu save",
"ids": [
"NOE2P_OToNQ",
"tDPl-7f_yyc",
"RDsmxCAazvc",
"vk70-_V_xHk",
"svXNzDUtjvY",
"JTJEOK8eRqA",
"q4t9iAwZCUw",
"FKkVpvwe9Ik",
"SY3MTZYPaDQ",
"HN91OANrBS8",
"iMfUioD47uA",
"v6-t60EBj3U",
"P6SxO79Bmio",
"7_KQ8zUhcww",
"1fPsKy_OCuo",
"rq9x7l7SjFQ",
"CvsugZI9Pvg",
"P8bMl9XoHwU",
"yv8lUl27gZw",
"1t_sMynan_k",
"ADlGkXAz1D0",
"SsFI40bXROs",
"ZQTd8_838Oc",
"tlxnagCmHwM"
]
},
{
"name": "Lithuanian Hits 2",
"description" : "Lithuanian: Various Artists 2",
"songs":"VEGA - Is naujo, Dj Zleidaz - Brangioji, VEGA - Amzinai, SLIA - HIT Rudeneja gatves, No Real Pioneers - at Ymir Audio, Verslo rizikos rezervas - Mano vaikas prazilo, Verslo Rizikos Rezervas - Kur plauki?, Biplan - Labas rytas, Andrius Mamontovas - Mono Arba Stereo, Daddy Was A Milkman - Seasons, Empti - Gera Myletis, Radio laga - Naujieji Lietuviai - Afigenai, Empti - Diskoteka (klipas), Pieno Lazeriai - Hero, Mr. Perfect, Vodka Boom, Atlanta - mergaites nori mylet, Atlanta - Ar Tikrai Tai Ka Sakai Yra Tiesa, Sirdeles - Kodel?, Atlanta - zalios metos, MANTAS - Kaledos vasara, Parodiju studija - Mantas Ciuozki, Beti - Mane Traukia (feat. Ironvytas), Pazvelk (feat. Svaras, Justify), Donny Montell feat. Mark Les - LEISK MYLET ",
"ids": [
"jQBoF8satiA",
"jkqDNjYpaUg",
"XckwhafhKps",
"SwGw_fLWYj4",
"YP1x5pIHIT8",
"Rz1ef7joufA",
"9CCJQ-A3XWE",
"XY0dgI5-q0o",
"MiSqj3bIe-0",
"FjL3PZu3Oyo",
"wIv_dpEAEAk",
"WNlR2wCae0s",
"ivWcpYSZMts",
"F5bdCXMLqB0",
"RToVxa6OdNM",
"riK0_xdlIwc",
"mKYN9iZ2TaQ",
"DD00yH5PJCI",
"pCKusElKDwM",
"ZH2Ygw2jPlg",
"O9LqOSHUZgs",
"dkfqKVqMnmU",
"9dTLpVFG_rw",
"EhPy7XNCNVs",
"0M6iR8-_Nsg"
]
},
{
"name": "Lithuanian Hits 3",
"description": "Lithuanian: Various Artists 3",
"songs":"Delfinai: Mergaite atleisk, Kai tu salia, Mano Meile, Del Taves, Blogos Mergaites: myleti noriu, Tu nesivargink, Vakaras Atejo, 2 Donatai: Keista spalva, Jessica Shy: Roze, 69 Danguje: Sokoledas: Mano skonis sokolado, Mokinukes: Bye Bye, Asereje, Studentes: Del taves, Ewex: Del Taves, Gabriele: Palydek Mane, Amore, Hello, Raimis Remix: Raketa I Kluba",
"ids": [
"4Q2k50lLiN8",
"N4u5Ewe9suQ",
"N9l_fetYA3I",
"T1oOW-WeNZI",
"Q0kpvfgfYIk",
"ixdo8bmozWw",
"BlPcoZHOE1Q",
"8_iCZjzxSRg",
"Rt50ri_pRNk",
"2uuvKUkYQPk",
"uFsULE8dpiE",
"6V3TVm9pHxk",
"-0O4lGUto8U",
"GAnyhIXGlOs",
"pk2S4v0cKPI",
"6oRNCGZR81c",
"AE_xXR2Xzew",
"7E0vwRrQ4cg"
]
}
]
}
